Repository: ARLM-Keller/20120216jfdjalkfjdslanblkdjfkljdfakdsalfjdklsjalfhdampohrwo
Catalog: Source/Core/flxmsg.*.resx
Languages: es

# ErrInvalidAutoPageBreaksPercent
source: The value "{0}" is not a valid parameter for tag <#AUTO PAGE BREAKS>: It must be a number between 0 and 100 indicating the minimum percent of the page that must be used in order to add an automatic page break.
es: El valor "{0}" es inválido para el tag <#AUTO PAGE BREAKS>: Debe ser un número entre 0 y 100 indicando porcentaje de página que es necesario usar como mínimo antes de aplicar un salto de página.

# ErrInvalidAutoPageBreaksPageScale
source: The value "{0}" is not a valid parameter for tag <#AUTO PAGE BREAKS>: It must be a number between 50 and 100 indicating the percent of the page that will be used as real size when calculating the page breaks.
es: El valor "{0}" es inválido para el tag <#AUTO PAGE BREAKS>: Debe ser un número entre 50 y 100 indicando porcentaje de página que se utilizará como valor real al calcular los saltos de página.

# ErrInvalidImgPosParameter
source: Parameter "{0}" es invalid for tag <#IMGPOS>: Must be empty, "{1}", "{2}" or "{3}".
es: El parámetro "{0}" es inválido para el tag <#IMGPOS>: Debe ser vacío, "{1}", "{2}" o "{3}".

# ErrInvalidImgFitParameter
source: Parameter "{0}" es invalid for tag <#IMGFIT>: Must be empty or "{1}".
es: El parámetro "{0}" es inválido para el tag <#IMGFIT>: Debe ser vacío o "{1}".

# ErrDuplicatedLinkedFile
source: Cannot add ExcelFile "{0}" to the Workspace, because the workspace already contains a reference to it. ExcelFile references in a workspace must be unique.
es: No se puede añadir el ExcelFile "{0}" al Workspace, porque el workspace ya tiene una referencia al mismo. Los ExcelFiles en un Workspace deben ser todos referencias únicas.

# ErrInvalidAggParameter
source: First parameter for tag <#Aggregate> is invalid. It is "{0}" and should be "Max", "Min", "Sum" or "Avg".
es: El primer parámetro para un tag <#Aggregate> es inválido. Es "{0}" y debe ser "Max", "Min", "Sum" o "Avg".

# ErrFilterMustReturnABooleanValue
source: Filter "{0}" in tag <#Aggregate> is invalid. It must return a boolean value.
es: El filtro "{0}" en el tag <#Aggregate> es inválido. Debe retornar un valor booleano.

# ErrFontNotFound
source: Can't find font "{0}". We will use font "{1}" as a substitute font.
es: El tipo de letra "{0}" no esta instalado. Se utilizará el tipo "{1}" como substituto.

# ErrGlyphNotFound
source: Font "{0}" doesn't contain character "{1}" ("{2}") so it will display as an empty square. Try to use other font to get the real character, or set a suitable "FallbackFont".
es: El tipo de letra "{0}" no tiene el carácter "{1}" ("{2}") y se mostrará como un cuadrado blanco. Utilice otro tipo de letra que lo contenga, o establezca una fuente de "fallback".

# ErrUsedFallbackFont
source: Font "{0}" has been replaced by "{1}" in the characters it doesn't contain.
es: El tipo de letra "{0}" ha sido reemplazado por "{1}" en los carácteres que no contiene.

# ErrFauxBoldOrItalic
source: Font "{0}" doesn't contain an specific font definiton for {1}. FlexCel will try to fake {1}, but it will not look as good as a dedicated font, and it will not work with fonts embedded.
es: El tipo de letra "{0}" no contiene la variante {1}. FlexCel intentará simularla, pero no será tan exacto ni funcionará si los tipos de letra estan embebidos en el PDF.

# ErrInvalidEmptyName
source: The name cannot be empty.
es: El nombre no puede ser vacío.

# ErrNameTooLong
source: The name cannot have more than {0} characters.
es: El nombre no puede tener más de {0} caracteres.

# ErrStyleDoesntExists
source: Style "{0}" doesn't exist.
es: El estilo "{0}" no existe.

# ErrStyleAlreadyExists
source: Named style "{0}" already exists.
es: El estilo "{0}" ya está definido.

# ErrCantRenameBuiltInStyle
source: Style "{0}" is a built-in style and can't be renamed.
es: El estilo "{0}" is interno y no se puede renombrar.

# ErrCantDeleteBuiltInStyle
source: Style "{0}" is a built-in style and can't be deleted.
es: El estilo "{0}" is interno y no se puede borrar.

# ErrCantAddStyleFormats
source: Style formats cannot be added with AddFormat. If you want to create a style, use SetStyle instead. If you want to format a cell, set TFlxFormat.IsStyle = false and TFlxFormat.Parent = "This Style" before calling AddFormat.
es: Los formatos de Estilo no se pueden añadir con AddFormat. Si desea crear un estilo, use SetStyle. Si desea crear un formato de celda, haga TFlxFormat.IsStyle = false y TFlxFormat.Parent = Estilo antes de llamar a AddFormat.

# ErrCantMixCellAndStyleFormats
source: You can't replace a style format by a cell format or viceversa. When changing XF formats, you need to replace them with formats of the same type.
es: No se puede reemplazar un formato de Estilo por uno de Celda or viceversa. Cuando se reemplazan formatos, se deben reemplazar por formatos del mismo tipo.

# ErrInvalidColorType
source: Cannot read property "{0}". The class contains a color of type "{1}" and the property "{0}" is only valid when ColorType is of kind "{2}".
es: No se puede leer la propiedad "{0}". La clase contiene un color de tipo "{1}" y la propiedad "{0}" solo es válida si el color es del tipo "{2}".

# ErrInvalidColorValue
source: The value "{1}" is invalid for TExcelColor.{0}. It must be between "{2}" and "{3}".
es: El valor "{1}" es inválido para TExcelColor.{0}. Debe estar entre "{2}" y "{3}".

# ErrInvalidColorEnum
source: The value is invalid for TExcelColor.{0}. It must be a member of the enumeration, and not be "None".
es: El valor es inválido para TExcelColor.{0}. Debe ser un miembro de la enumeración y no ser "None".

# ErrStringConstantInFormulaTooLong
source: String constant "{0} in formula "{1}" is too long. (max 255 chars)
es: La cadena "{0}" en la fórmula "{1}" es demasiado larga. (max 255 carácteres).

# ErrNoBorderColorSet
source: A cell in this file has a border style defined, but not a border color. This would make Excel crash when loading this file. If you are setting a border style with TFlxBorders.Style, make sure you set a border color too with TFlxBorders.Color.
es: Una celda en este archivo tiene un tipo de borde definido, pero no un color. Esto podría causar que Excel falle al recuperar este archivo. Si está asignando un tipo de borde con TFlxBorders.Style, asegúrese de asignar un color también con TFlxBorders.Color.

# ErrFontNotSupported
source: The requested font ("{0}" size="{1}" style="{2}") cannot be created. Error is: "{3}"
es: El tipo de letra ("{0}" tamaño="{1}" y estilo="{2}") no se puede crear. El error es: "{3}"

# ErrNullParameter
source: The parameter "{0}" cannot be null.
es: El parámetro "{0}" no puede ser null.

# ErrNullOrEmptyParameter
source: The parameter "{0}" cannot be null or empty.
es: El parámetro "{0}" no puede ser null o vacio.

# ErrRangeNameAlreadyExists
source: The range name "{0}" already exists.
es: El nombre de rango "{0}" ya existe.

# ErrInvalidName
source: The range name "{0}" contains invalid characters. It must contain only letters, numbers and spaces and must begin with a letter. It can't be a valid cell reference either.
es: El nombre de rango "{0}" es inválido. Debe contener sólo números, letras y espacios, y debe comenzar con una letra. Tampoco puede ser una referencia de celda.

# ErrInvalidEnum
source: Enum is not defined.
es: El enum no está definido.

# ErrInvalidLinQDetail
source: Error in detail table "{0}" Can't find the master.
es: Error en la tabla detalle "{0}". No se puede encontrar el maestro.

# ErrInvalidSortString
source: Error in table "{0}". Expression "{1}" is not a valid sort string.
es: Error en la tabla "{0}". La expresión "{1}" no es una cadena para ordenar valida.

# ErrEmptyKeyNames
source: "Lookup" tag key names can't be empty.
es: Las claves en un tag "Loockup" no pueden ser nulas.

# ErrValuesAndKeysMismatch
source: Error in Lookup tag. Key values and key names must have the same number of elements.
es: Error en el tag "Loockup". Las claves y los valores deben tener el mismo numero de elementos.

# ErrDatasetDoesntSupportWhere
source: Table "{0}" doesn't support filters. To support them it must implement a "Where(string)" method.
es: La tabla "{0}" no soporta filtros. Para soportarlos debe implementar un metodo "Where(string)"

# ErrInvalidReportRowCount
source: The count of records in a table is different from the actual number of records on it. This means that someone else has inserted or deleted records while this report was running. To avoid this issue, make sure you run the report with isolation level = SNAPSHOT.
es: La cuenta de registros en una tabla es distinta del número real de registros al leer la tabla. Esto significa que algún otro proceso añadió o eliminó registros mientras el reporte se ejecutaba. Para evitar este error, asegúrese de que el reporte se ejecuta con una transacción en modo SNAPSHOT.

# ErrInvalidFilterDateTime
source: Format on date "{0}" in filter "{1}" is invalid. Format must be "{2}".
es: El formato de la fecha "{0}" en el filtro "{1}" es inválido. Debe ser escrito como "{2}".
