Repository: ARLM-Keller/20120216jfdjalkfjdslanblkdjfkljdfakdsalfjdklsjalfhdampohrwo
Catalog: Source/Core/flxmsg.*.resx
Languages: es

# ErrInvalidCellValue
source: Invalid cell value: "{0}"
es: Valor de celda inválido: "{0}"

# ErrNotConnected
source: There is no open file.
es: No hay ningún archivo abierto.

# ErrInvalidColumn
source: Invalid column index: "{0}"
es: Indice de columna inválido: {0}

# ErrInvalidRow
source: Invalid row index: "{0}"
es: Indice de fila inválido: {0}

# ErrInvalidValue
source: Invalid value for parameter "{0}": {1} is not on the range {2} - {3}
es: Valor inválido para el parámetro "{0}": {1} no está en el rango {2} - {3}

# ErrInvalidValue2
source: Invalid value for parameter "{0}": {1} There are no elements in the list.
es: Valor inválido para el parámetro "{0}": {1} No hay elementos en la lista.

# ErrDataSetNotFound
source: The named range "{1}" on the Excel template refers to DataTable "{0}" which is not defined. Verify that you added the dataset with FlexCelReport.AddTable method.
es: El rango "{1}" en el archivo Excel hace referencia a la tabla "{0}" que no ha sido definida. Verifique que ha llamado al método FlexCelReport.AddTable.

# ErrDataSetNotFoundInConfig
source: The config sheet, cell "{1}", on the Excel template refers to DataTable "{0}" which is not defined. Verify that you added the dataset with FlexCelReport.AddTable method.
es: En la hoja de configuración, celda "{1}", se hace referencia a la tabla "{0}" que no ha sido definida. Verifique que ha llamado al método FlexCelReport.AddTable.

# ErrDataSetNotFoundInExpression
source: The expression "{1}" on the Excel template refers to DataTable "{0}" which is not defined. Verify that the cell with the expression is inside a "__{0}__" or similar named range.
es: En la expresión "{1}" se hace referencia a la tabla "{0}" que no ha sido definida. Verifique que la celda en el archivo Excel está dentro de un nombre "__{0}__" o similar.

# ErrInvalidSheet
source: Sheet does not exist: "{0}"
es: La hoja no existe: "{0}"

# ErrFormulaTooLong
source: Formula too long: "{0}"'
es: Fórmula demasiado larga.

# ErrNotAString
source: String expected on formula: "{0}"
es: Se esperaba una cadena en la fórmula: "{0}"

# ErrUnterminatedString
source: Unterminated string on formula: "{0}"
es: Hay una cadena sin terminar en la fórmula: "{0}"

# ErrUnexpectedId
source: Unexpected Identifier: "{0}" on formula "{1}"
es: Identificador no esperado: "{0}" en la fórmula "{1}"

# ErrUnexpectedChar
source: Unexpected character "{0}" at pos {1} on formula: "{2}"
es: Carácter "{0}" inválido, en la posición "{1}" de la fórmula "{2}"

# ErrMissingParen
source: Missing closing parentheses on formula: "{0}"
es: Falta un paréntesis de cierre en la fórmula: "{0}"

# ErrInvalidNumberOfParams
source: Invalid number of parameters to function "{0}": Expected between {1} and {2} parameters and found {3}
es: Número de parámetros iniválido para la función "{0}": Se esperaban entre {1} y {2} parametros y se encontraron {3}

# ErrUnexpectedEof
source: Unexpected end of formula: "{0}"
es: Fórmula incompleta: "{0}"

# ErrFormulaStart
source: Formula must start with "=" or "{{=": "{0}"'
es: La fórmula debe empezar con "=" o "{{=": "{0}"

# ErrFormulaInvalid
source: Formula can't be evaluated: "{0}"
es: La fórmula no se puede evaluar: "{0}"

# ErrInternal
source: FlexCel: Internal Error.
es: FlexCel: Error en la lógica del programa.

# ErrFunctionNotFound
source: Function not found: "{0}" on formula "{1}"
es: La función "{0}" en la fórmula "{1}" no existe

# ErrCircularReference
source: The formula in cell "{0}" has a circular reference to itself.
es: La función en la celda "{0}" tiene una referencia circular con ella misma.

# ErrInvalidRef
source: Invalid Cell: "{0}"
es: Celda Inválida: "{0}"

# ErrMissingEOT
source: Missing Closing Tag on formula: "{0}"
es: Falta un identificador de cierre de Tag en la formula: "{0}"

# ErrMissingArgs
source: Missing Arguments on function "{0}"
es: Faltan argumentos para la función: "{0}"

# ErrTooMuchArgs
source: Too much arguments on function: "{0}"
es: Demasiados argumentos en la función: "{0}"

# ErrReadAfterEOF
source: Trying to read after the last record of the table.
es: Se ha intentado leer un registro luego del último de la tabla.

# ErrReadBeforeBOF
source: Trying to read before the first record of the table.
es: Se ha intentado leer un registro antes del primero de la tabla.

# ErrIntersectingRanges
source: Ranges "{0}" and "{1}" intersect.
es: Los rangos "{0}" y "{1}" se intersectan.

# ErrUndefinedFunction
source: Function with index {0} is not defined. Verify your localized copy of FunctionNames.resx
es: La función con índice {0} no está definida. Verique la versión localizada de FunctionNames.resx

# ErrInvalidFormat
source: Format "{0}" is not defined on the config sheet.
es: El formato "{0}" no está definido en la hoja de configuración.

# ErrColumNotFound
source: Column "{0}" does not exist on table "{1}"
es: La columna "{0}" no existe en la tabla "{1}"

# ErrPropertyNotFound
source: Report Variable "{0}" is not defined.
es: La variable "{0}" no ha sido definida.

# ErrMemberNotFound
source: Dataset "{0}" does not have a corresponding field.
es: El Dataset "{0}" no tiene un campo definido.

# ErrDataSetNotInRange
source: Dataset "{0}" is not inside any named range on the worksheet.
es: El dataset "{0}" no está dentro de ningún rango en la hoja de cálculo.

# ErrInvalidImage
source: Image is invalid.
es: La imagen no es válida

# ErrUndefinedId
source: Identifier "{0}" is not defined. Verify your localized copy of {1}
es: El identificador "{0}" no está definido. Verique la versión localizada de {1}

# ErrOnIncludeReport
source: Error while processing <#include> report "{0}": {1}
es: Error mientras se procesaba el reporte incluido (<#include>) "{0}": {1}

# ErrCantFindNamedRange
source: Can't find named range "{0}"
es: No se puede encontrar el rango "{0}"

# ErrTooManyNestedIncludes
source: Too many nested <#includes>. Probably a file is including itself: "{0}"
es: Demasiados <#include> anidados. Probablemente un archivo se está incluyendo a si mismo, o a otro archivo que lo incluye: "{0}"

# ErrUnknownRangeType
source: Invalid range type on include: "{1}". It must be "__", "_", "II_" or "I_".
es: Tipo de rango inválido en include: "{1}". Debe ser "__", "_", "II_" o "I_".

# ErrInvalidRange
source: Invalid range: "{0}". A valid range is for example A1:A2
es: Rango inválido: "{0}". Un rango válido es por ejemplo A1:A2

# ErrInvalidRangeRef
source: The name defining band "{0}" has a negative number of rows or columns. Verify it has absolute references ($A$1:$B$2) intead of relative ($A$1:B2).
es: El nombre de rango que define a la banda "{0}" tiene un número negativo de filas o columnas. Verique que usa referencias absolutas ($A$1:$B$2) en vez de relativas ($A$1:B2).

# ErrNotSupportedOnTrial
source: Opening a file without properties is not supported on the non commercial version of FlexCel.
es: Abrir un archivo sin propiedades (autor, descripcion, etc) no está soportado en la versión no comercial de FlexCel.

# ErrUndefinedUserFunction
source: User defined function "{0}" is null. Verify that on the code "SetUserFunction({0}, functionImp)", functionImp is not null.
es: La función definida por el usuario "{0}" es null. Verifique que en el código "SetUserFunction({0}, functionImp)", functionImp no es nulo.

# ErrCantChangeRecalcMode
source: Property "RecalcMode" can only be changed before opening any file.
es: La propiedad RecalcMode solo puede cambiarse antes de abrir ningún archivo

# ErrWorkbookNull
source: "Workbook" parameter cannot be null for this method.
es: El parámetro "Workbook" no puede ser null en este método.

# ErrCompression
source: Error with the compression engine
es: Error en las rutinas de compresión.

# ErrInvalidRelationshipNullValues
source: Invalid relationship on cell "{0}" on the config sheet. You must specify both tables and fields related.
es: Relationship no válida en la celda "{0}" de la hoja de configuración. Se debe especificar las tablas y los campos relacionados.

# ErrInvalidRelationship2Tables
source: Invalid relationship on cell "{0}" on the config sheet. "{1}" needs to specify 2 and only 2 tables for the relationship.
es: Relationship no válida en la celda "{0}" de la hoja de configuración. "{1}" debe especificar 2 y solo 2 tablas para la relación.

# ErrInvalidRelationshipFields
source: Invalid relationship on cell "{0}" on the config sheet. "{1}" is not a valid field ralationship definition.
es: Relationship no válida en la celda "{0}" de la hoja de configuración. "{1}" no es una definición correcta de relación entre campos.

# ErrInvalidRelationshipDatasetNull
source: Invalid relationship on cell "{0}" on the config sheet. Table "{1}" does not belong to a Dataset.
es: Relationship no válida en la celda "{0}" de la hoja de configuración. La tabla "{1}" no pertenece a un Dataset.

# ErrInvalidManualRelationshipDatasetNull
source: Table "{0}" does not exist.
es: La tabla "{0}" no existe.

# ErrInvalidManualRelationshipFieldCount
source: Field count of master and detail key field must be the same.
es: EL numero de campos en el maestro y en el detalle debe ser el mismo.

# ErrInvalidRelationship2Fields
source: Invalid relationship on cell "{0}" on the config sheet. Field relation "{1}" must relate 2 and only 2 fields.
es: Relationship no válida en la celda "{0}" de la hoja de configuración. Las relación "{1}" debe relacionar 2 y solamente 2 campos.

# ErrInvalidSql2Params
source: Direct SQL calls on the config sheet should have 2 parameters (Connection and SQL string). "{0}" is not a valid parameter list.
es: Las llamadas SQL en la hoja de configuración deben tener 2 parámetros (Connection y SQL string). "{0}" no es una lista de parámetros válida.

# ErrInvalidSplit2Params
source: SPLIT calls on the config sheet should have 2 parameters (Table and row count). "{0}" is not a valid parameter list.
es: Las llamadas a SPLIT en la hoja de configuración deben tener 2 parámetros (Tabla de origen y número de filas). "{0}" no es una lista de parámetros válida.

# ErrInvalidSplitCount
source: Second Parameter on SPLIT calls must be a number bigger than 0 specifying the row count that you want to use to split the dataset. "{0}" is not a valid parameter.
es: El segundo parámetro de SPLIT debe ser un número mayor que 0 especificando el número de filas en que se desea dividir la tabla. "{0}" no es un parámetro válido.

# ErrInvalidTop2Params
source: TOP calls on the config sheet should have 2 parameters (Table and row count). "{0}" is not a valid parameter list.
es: Las llamadas a TOP en la hoja de configuración deben tener 2 parámetros (Tabla de origen y número de filas). "{0}" no es una lista de parámetros válida.

# ErrInvalidTopCount
source: Second Parameter on TOP calls must be a number bigger than 0 specifying the maximum row count that you want in the dataset. "{0}" is not a valid parameter.
es: El segundo parámetro de Top debe ser un número mayor que 0 especificando el número de filas en que se desea limitar la tabla. "{0}" no es un parámetro válido.

# ErrInvalidNRows1Param
source: COLUMN calls on the config sheet should have 1 parameter (Table name). "{0}" is not a valid parameter list.
es: Las llamadas a ROWS en la hoja de configuración deben tener 1 parámetro (número de filas). "{0}" no es una lista de parámetros válida.

# ErrInvalidNRowsCount
source: Parameter on ROWS calls must be a number equal or bigger than 0 specifying the row count that you want in the dataset. "{0}" is not a valid parameter.
es: El parámetro de ROWS debe ser un número mayor o igual que 0 especificando el número de filas que tendrá la tabla. "{0}" no es un parámetro válido.

# ErrInvalidSqlAdapterNotFound
source: The adapter "{0}" mentioned on a DIRECT SQL call cannot be found. Verify that you called FlexCelReport.AddConnection();
es: El adapter "{0}" utilizado en un DIRECT SQL en la hoja de configuración no existe. Verique que se llamó a FlexCelReport.AddConnection();

# ErrInvalidSqlAdapterNoSelect
source: The adapter "{0}" has not Insert Command defined. Edit the adapter and add any SQL command to it.;
es: El adapter "{0}" no tiene Select Command definido. Edite el adapter y agregue un comando SQL al mismo.

# ErrDataSetNull
source: DataSet should not be null.
es: DataSet no debe ser null.

# ErrAdapterNull
source: Adapter should not be null.
es: Adapter no debe ser null.

# ErrInvalidSqlParen
source: There is a missing closing parenthesis on DIRECT SQL: "{0}".
es: Falta un paréntesis de cierre en el DIRECT SQL: "{0}".

# ErrInvalidSplitParen
source: There is a missing closing parenthesis on SPLIT command: "{0}".
es: Falta un paréntesis de cierre en el tag SPLIT: "{0}".

# ErrInvalidTopParen
source: There is a missing closing parenthesis on TOP command: "{0}".
es: Falta un paréntesis de cierre en el tag TOP: "{0}".

# ErrInvalidNRowsParen
source: There is a missing closing parenthesis on ROWS command: "{0}".
es: Falta un paréntesis de cierre en el tag ROWS: "{0}".

# ErrInvalidColumnsParen
source: There is a missing closing parenthesis on COLUMNS command: "{0}".
es: Falta un paréntesis de cierre en el tag COLUMNS: "{0}".

# ErrInvalidUserTableParen
source: There is a missing closing parenthesis on USER TABLE command: "{0}".
es: Falta un paréntesis de cierre en el tag USER TABLE: "{0}".

# ErrInvalidFilterParen
source: There is a missing closing parenthesis on Filter: "{0}".
es: Falta un paréntesis de cierre en el Filtro: "{0}".

# ErrOnConfigTables
source: Error reading configuration sheet on row {0}: "{1}".
es: Error leyendo la hoja de configuración en la fila {0}: "{1}".

# ErrInvalidDistinctParams
source: DISTINCT filter needs a list of fields as parameters.
es: El filtro "DISTINCT" necesita una lista de campos como parámetros.

# ErrInvalidSqlString
source: The SQL "{0}" is invalid. For security reasons, it cannot include special characters such as ";" and it must start with "SELECT"
es: El comando SQL "{0}" es inválido. Por razones de seguridad no puede contener caracteres especiales como ";" y debe comenzar con "SELECT"

# ErrInvalidSqlParams
source: SQL parameter cannot be NULL
es: El parametro SQL no puede ser NULL

# ErrSqlParameterNotFound
source: Sql parameter "{0}" not found. To add an SQL parameter to a report, use FlexCelReport.AddSqlParameter().
es: No se puede encontrar el parámetro "{0}" para un comando Direct SQL. Para agregar el parámetro al reporte, utilice FlexCelReport.AddSqlParameter().

# ErrEofReached
source: End of stream reached with {0} bytes left to read
es: Se encontró el final del stream cuando faltaban {0} bytes para leer.

# ErrArrayNotSquared
source: Error on formula "{0}" Arrays must have the same number of columns on each row.
es: Error en la fórmula "{0}" Los Arrays deben tener el mismo número de columnas para cada fila.

# ErrInvalidCols
source: Invalid array column length: "{0}" Columns on an array must be between 1 and {1}.
es: Número de columnas en array inválido: "{0}" Debe de ser un valor entre 1 y {1}.

# ErrInvalidRows
source: Invalid array row length: "{0}" Rows on an array must be between 1 and {1}.
es: Número de filas en array inválido: "{0}" Debe de ser un valor entre 1 y {1}.

# ErrInvalidErrorCode
source: Invalid error code: "{0}".
es: Código de error inválido: "{0}".

# ErrEmptyFolder
source: The folder "{0}" does not contain any file of type "{1}".
es: La carpeta "{0}" no contiene ningún archivo del tipo "{1}".

# ErrTiffEncoderNotFound
source: Cannot find the Tiff encoder.
es: No se puede encontrar un codificador de formato Tiff.

# ErrInvalidImageFormat
source: Invalid image format.
es: El formato de la imagen no es válido.

# ErrInvalidHtmlParam
source: The value "{0}" is not a valid parameter for the <#HTML> tag: The allowed values are: "<#HTML({1})>" y "<#HTML({2})>"
es: El valor "{0}" es inválido para el tag <#HTML>: Los valores permitidos son: "<#HTML({1})>" y "<#HTML({2})>"

# ErrInvalidRowColParameters
source: The value "{0}" is not a valid parameter for the <#ROW HEIGHT> or <#COLUMN WIDTH> tags: The allowed values are: "{1}", "{2}", "{3}" or a number indicating the row height or column width.
es: El valor "{0}" es inválido para los tags <#ROW HEIGHT> o <#COLUMN WIDTH>: Los valores permitidos son: "{1}", "{2}", "{3}", o un número indicando el ancho de la columna o alto de la fila.

# ErrInvalidRowColParameters2
source: The value "{0}" is not a valid second parameter for the <#ROW HEIGHT> or <#COLUMN WIDTH> tags: It must be a number indicating the adjustment percent.
es: El valor "{0}" es inválido como segundo parámetro para los tags <#ROW HEIGHT> o <#COLUMN WIDTH>: Debe ser un número indicando el porcentaje de ajuste.

# ErrInvalidRowColParameters3
source: The value "{0}" is not a valid third parameter for the <#ROW HEIGHT> or <#COLUMN WIDTH> tags: It must be a number indicating the absolute adjustment.
es: El valor "{0}" es inválido como tercer parámetro para los tags <#ROW HEIGHT> o <#COLUMN WIDTH>: Debe ser un número indicando el ajuste absoluto.

# ErrInvalidRowColParameters4
source: The value "{0}" is not a valid fourth or fifth parameter for the <#ROW HEIGHT> or <#COLUMN WIDTH> tags: It must be "{1}", "{2}" or a number indicating the maximum or minimun width or height of the column or row.
es: El valor "{0}" es inválido como cuarto o quinto parámetro para los tags <#ROW HEIGHT> o <#COLUMN WIDTH>: Debe ser "{1}", "{2}", o un número indicando el máximo o mínimo tamaño de la fila o columna.

# ErrInvalidRefTag
source: The value "{0}" is not a valid parameter for the <#REF> tag: When <#REF> is called with one or three paremeters, the first parameter should be a valid named range or a report expression that contains a formula with a reference.
es: El valor "{0}" es inválido para el tag <#REF>: Cuando <#REF> se llama con uno o tres parámetros, el primer parámetro debe ser un nombre de rango.

# ErrInvalidRefTag2
source: The value "{0}" is not a valid parameter for the <#REF> tag: When <#REF> is called with two parameters, they should be numbers with the relative offsets from the current cell.
es: El valor "{0}" es inválido para el tag <#REF>: Cuando <#REF> se llama con dos parámetros, estos deben ser números con los desplazamientos relativos de la celda.

# ErrInvalidRefTag3
source: The value "{0}" is not a valid parameter for the <#REF> tag: When <#REF> is called with three parameters, the second and third parameter should be "{1}" or "{2}".
es: El valor "{0}" es inválido para el tag <#REF>: Cuando <#REF> se llama con tres parámetros, el segundo y tercer parámetro deben ser "{1}" o "{2}".

# ErrInvalidGlobalAutofit
source: The value "{0}" is not a valid parameter on <#AUTOFIT SETTINGS> tag: it must be "{1}" or "{2}".
es: El valor "{0}" es inválido para el tag <#AUTOFIT SETTINGS>: Debe ser "{1}" o "{2}".

# ErrInvalidGlobalAdjustment
source: The value "{0}" is not a valid parameter on <#AUTOFIT SETTINGS> tag: it must be a number specifying the adjustment. (use 100 for default)".
es: El valor "{0}" es inválido para el tag <#AUTOFIT SETTINGS>: Debe ser un número mayor que 0 indicando el ajuste. (use 100 para el valor por defecto)".

# ErrInvalidGlobalAdjustmentFixed
source: The value "{0}" is not a valid parameter on <#AUTOFIT SETTINGS> tag: it must be a number specifying the adjustment. (use 0 for default)".
es: El valor "{0}" es inválido para el tag <#AUTOFIT SETTINGS>: Debe ser un número mayor que 0 indicando el ajuste. (use 0 para el valor por defecto)".

# ErrInvalidAutoFitMerged
source: The value "{0}" is not a valid parameter on <#AUTOFIT SETTINGS> tag: it must be "{1}", "{2}", "{3}" or "{4}".
es: El valor "{0}" es inválido para el tag <#AUTOFIT SETTINGS>: Debe ser "{1}", "{2}", "{3}" o "{4}".

# ErrSplitNeedsOneAndOnlyOneDetail
source: The table "{0}" was created with a SPLIT tag, and so it needs to have a direct detail named "{1}". Note that there can be only one detail, and it should be a direct child.
es: La tabla "{0}" ha sido creada mediante un tag "SPLIT", y por ello debe tener una tabla detalle "{1}" como hijo directo. No es válido tampoco tener más de una tabla "{1}" como hijo.

# ErrSplitNeedsOnlyOneMaster
source: The table "{0}" has more than one SPLIT assigned ("{1}" and "{2}"). There can only be one SPLIT tag per table.
es: La tabla "{0}" tiene más de un SPLIT asignado ("{1}" y "{2}"). Solo puede haber un tag SPLIT por tabla.

# ErrUserTableEventNotAssigned
source: The template has USER TABLE tags, but the report doesn't have an UserTable event assigned.
es: El template tiene tags del tipo USER TABLE, pero el reporte no tiene un evento UserTable asignado.

# ErrTableDoesNotSupportFilter
source: The table "{0}" does not support filtering on the config sheet.
es: La tabla "{0}" no soporta filtros en la hoja de configuración.

# ErrTableDoesNotSupportTag
source: The table "{0}" cannot be used with the tag "{1}" on the config sheet.
es: La tabla "{0}" no puede ser usada con el tag "{1}" en la hoja de configuración.

# ErrTableDoesNotSupportMasterDetail
source: The table "{0}" cannot be used in a master-detail relationship.
es: La tabla "{0}" no puede ser usada en una relación maestro-detalle.

# ErrTableDoesNotSupportLookup
source: The table "{0}" cannot be used as source in a Lookup tag.
es: La tabla "{0}" no puede ser usada como fuente de datos en un tag "Lookup".

# ErrInvalidEncodingForMIME
source: Encoding "{0}" cannot be used to create a MIME file. Please use UTF-8, ASCII or any other compatible encoding.
es: La codificación "{0}" no puede ser usada para un archivo MIME. Utilice UTF-8, ASCII u otra codificación compatible.

# ErrBeginExportNotCalled
source: Before exporting a sheet you need to call BeginExport.
es: Antes de exportar una hoja es necesario llamar al método BeginExport.

# ErrNoDuplicatedPreprocess
source: A "preprocess" tag cannot be nested.
es: El tag "preprocess" no se puede anidar recursivamente.

# ErrInvalidDefinedGlobal
source: The value "{0}" is not a valid parameter on <#DEFINED> tag: it must be "{1}" or "{2}".
es: El valor "{0}" es inválido para el tag <#DEFINED>: Debe ser "{1}" or "{2}".

# ErrInvalidRowColDelete
source: The value "{0}" is not a valid parameter on <#DELETE ROW/COL> tag: it must be "{1}" or "{2}".
es: El valor "{0}" es inválido para el tag <#DELETE ROW/COL>: Debe ser "{1}" or "{2}".

# ErrNeedsUnmanaged
source: This operation requires UNMANAGED permissions, but FlexCel has been compiled with the "FULLYMANAGED" variable enabled. In order to execute this command, recompile FlexCel without defining FULLYMANAGED.
es: Se está intentado efectuar una operación que requiere permisos de UNMANAGED, pero FlexCel ha sido compilado con la constante "FULLYMANAGED" definida. Para acceder a esta funcionalidad, compile FlexCel sin definir FULLYMANAGED.

# ErrInvalidApplyTag
source: The name "{0}" in the format definition "{1}" (config sheet) is not valid. It should be a valid format identifier, like "Border" or "Font".
es: El nombre "{0}" en la definición de formato "{1}" en la hoja Config no es válido. Debe ser un identificador válido, como "Border" o "Font".

# ErrAtCell
source: Error in cell {0}: "{1}"
es: Error en celda {0}: "{1}"

# ErrInvalidIncludeStatic
source: ERROR: Parameter "{0}" is invalid in an include. Must be "{1}" or "{2}"
es: ERROR: El parámetro "{0}" es inválido para un include. Debe ser "{1}" o "{2}"

# ErrInvalidIncludeRowCol
source: ERROR: Parameter "{0}" is invalid in an include. Must be "{1}", "{2} or {3}"
es: ERROR: El parámetro "{0}" es inválido para un include. Debe ser "{1}", "{2}" o "{3}"
